Repository: darktable-org/darktable
Catalog: doc/usermanual/po/nl.tmx
Source language: en
Languages: nl

source: Virtual Lighttable and Darkroom
nl: virtuele bibliotheek en donkere kamer

source: Organize and develop images from digital cameras
nl: organiseer en ontwikkel afbeeldingen van digitale camera's

source: graphics;photography;raw;
nl: grafische vormgeving;fotografie;raw;

source: lighttable
nl: bibliotheek

source: color manage cached thumbnails
nl: op kleur beheerde gecachte miniaturen

source: double click to reset to `%s'
nl: dubbelklikken is resetten naar `%s'

source: TRUE
nl: waar

source: if enabled, cached thumbnails will be color managed so that lighttable and filmstrip can show correct colors. otherwise the results may look wrong once the display profile gets changed.
nl: indien ingeschakeld zullen gecachte miniaturen op kleur worden beheerd en vertonen bibliotheek en filmreeks de correcte kleuren, anders wordt mogelijk bij een gewijzigd weergaveprofiel het resultaat niet goed weergegeven

source: don't use embedded preview JPEG but half-size raw
nl: gebruik de helft van raw afbeeldingsminiatuur i.p.v. ingesloten jpeg-miniatuur

source: FALSE
nl: onwaar

source: check this option to not use the embedded JPEG from the raw file but process the raw data. this is slower but gives you color managed thumbnails.
nl: vink aan om niet de ingesloten JPEG's van de raw-bestanden te gebruiken maar ze te maken van de raw-data. dit kost tijd maar geeft kleurrijke voorvertoningen

source: number of folder levels to show in lists
nl: aantal zichtbare mapniveaus in de lijst

source: double click to reset to `%d'
nl: dubbelklik om te resetten naar `%d'

source: the number of folder levels to show in film roll names, starting from the right
nl: het aantal te vertonen mappen bij de fotoreeksen, te beginnen vanaf de rechterkant

source: sort collection recent to older
nl: sorteer collectie van recent naar ouder

source: changes the default collections-list order for folders, times and dates to run from recent to older
nl: wijzigt de standaardvolgorde voor mappen, tijden en datums om van recent naar ouder te gaan

source: high quality thumb processing from size
nl: hoge kwaliteitsminiatuur vanaf afmeting uitvoeren

source: always
nl: altijd

source: small
nl: klein

source: 720p
nl: GUI options

source: never
nl: nooit

source: if the thumbnail size is greater than this value, it will be processed using the full quality rendering path (better but slower).
nl: bij een miniatuurafmeting groter dan deze waarde dan zal het worden uitgevoerd met een volledig renderingspad (beter maar langzamer)

source: delimiters for sizes categories
nl: scheidingstekens voor grootte categorieën

source: sizes categories are used to be able to set different overlays and css values depending of the size of the thumbnail.
nl: groottecategorieën worden gebruikt om verschillende overlays en css-waarden in te stellen, afhankelijk van de grootte van de miniatuur

source: pattern for the thumbnail extended overlay text
nl: patroon voor de uitgebreide miniaturen overlay tekst

source: see manual to know all the tags you can use.
nl: lees de handleiding om alle mogelijke labels te ontdekken

source: pattern for the thumbnail tooltip (empty to disable)
nl: patroon voor de miniaturen tooltip (leeg om uit te schakelen)

source: use single-click in the collect panel
nl: in het verzamelpaneel single-klik gebruiken

source: check this option to use single-click to select items in the collect panel. this will allow you to do range selections for date-time and numeric values.
nl: vink deze optie aan om items te selecteren met één klik, hiermee kun je selecties uitvoeren voor datum- en numerieke waarden

source: overlay txt sidecar over zoomed images
nl: overlay xmp-bestand over ingezoomde afbeeldingen

source: when there is a txt file next to an image it can be shown as an overlay over zoomed images on the lighttable. the txt file either has to be there at import time or the crawler has to be enabled
nl: wanneer er bij een afbeelding een txt-bestand bestaat dan kan dat worden weergegeven als een overlay op ingezoomde beelden in de bibliotheek module. het txt-bestand moet er al zijn bij de invoertijd of de crawler moet worden ingeschakeld

source: expand a single lighttable module at a time
nl: de bibliotheekmodule met slechts een module per keer uitbreiden

source: this option toggles the behavior of shift clicking in lighttable mode
nl: deze optie wisselt het gedrag van de shift-klik in de bibliotheekmodus

source: scroll to lighttable modules when expanded/collapsed
nl: blader naar bibliotheek modules indien uit-/ingeklapt

source: when this option is enabled then darktable will try to scroll the module to the top of the visible list
nl: indien deze optie is ingeschakeld zal darktable de module proberen te verplaatsen naar de top van de zichtbare lijst

source: rating an image one star twice will not zero out the rating
nl: waardering van een afbeelding bij tweemaal classificeren niet verwijderen

source: do not have the rating of one star behave as documented in the manual--an image rated one star twice will result in a zero star rating.
nl: hebben niet de classificatie van een ster gedragen zoals beschreven in de handleiding--het tweemaal classificeren met een ster resulteert in een nul sterren classificatie

source: show scrollbars for central view
nl: toon schuifbalken voor centrale weergave

source: defines whether scrollbars should be displayed
nl: bepaalt of schuifbalken worden getoond

source: darkroom
nl: ontwikkelen

source: pen pressure control for brush masks
nl: pen druk uitlezing voor penseel maskers

source: off
nl: uit

source: hardness (relative)
nl: hardheid (relatief)

source: hardness (absolute)
nl: hardheid (absoluut)

source: opacity (relative)
nl: dekking (relatief)

source: opacity (absolute)
nl: dekking (absoluut)

source: brush size (relative)
nl: penseeldikte (relatief)

source: off - pressure reading ignored, hardness/opacity/brush size - pressure reading controls specified attribute, absolute/relative - pressure reading is taken directly as attribute value or multiplied with pre-defined setting.
nl: uit- negeer drukuitlezing, hardheid, dekking, penseeldikte - drukuitlezing beïnvloed benoemd attribuut, absoluut/relatief - drukuitlezing wordt direct genomen als attribuut waarde of vermenigvuldigd met een vooraf ingestelde waarde

source: smoothing of brush strokes
nl: afvlakken penseelstreken

source: low
nl: laag

source: medium
nl: gemiddeld

source: high
nl: hoog

source: sets level for smoothing of brush strokes. stronger smoothing leads to less nodes and easier editing but with lower control of accuracy.
nl: kies niveau van verzachtende penseelstreken, een sterkere verzachting levert minder knooppunten en dus wordt de bewerking gemakkelijker, maar de nauwkeurigheid is minder.

source: display of individual color channels
nl: weergave van individuele kleur kanalen

source: false color
nl: onjuiste kleur

source: grey scale
nl: grijs schaal

source: defines how color channels are displayed when activated in the parametric masks feature.
nl: bepaalt hoe kleurkanalen worden weergegeven indien geactiveerd in het parametrisch masker

source: pattern for the image infos line
nl: patroon voor de afbeeldingsinfolijn

source: position of the image infos line
nl: positie van de afbeeldingsinfolijn

source: top left
nl: linksboven

source: top right
nl: rechtsboven

source: top center
nl: midden boven

source: bottom
nl: bodem

source: hidden
nl: verborgen

source: show search module text entry
nl: zoekmodule tekst invoer weergeven

source: show search text
nl: toon zoek tekst

source: show groups
nl: toon groepen

source: show both
nl: toon beide

source: expand a single darkroom module at a time
nl: uitbreiden: een enkele ontwikkelmodule per keer

source: this option toggles the behavior of shift clicking in darkroom mode
nl: deze optie wisselt het gedrag van de shift-klik in de ontwikkelmodus

source: expand the module when it is activated, and collapse it when disabled
nl: bij activering module uitbreiden en samenvouwen bij deactivering

source: this option allows to expand or collapse automatically the module when it is enabled or disabled.
nl: deze optie maakt bij in- of uitschakeling automatisch uitvouwen of samenvouwen mogelijk

source: scroll to darkroom modules when expanded/collapsed
nl: scroll naar ontwikkelmodules indien uit-/ingeklapt

source: border around image in darkroom mode
nl: rand rondom afbeelding in ontwikkelmodus

source: process the image in darkroom mode with a small border. set to 0 if you don't want any border.
nl: de afbeelding in de modus ontwikkelen aanmaken met een smalle rand, kies 0 als je geen rand wil

source: demosaicing for zoomed out darkroom mode
nl: demosaicing in uitgezoomde modus ontwikkelen

source: always bilinear (fast)
nl: altijd bilineair (snel)

source: at most PPG (reasonable)
nl: hoogstens PPG (redelijk)

source: full (possibly slow)
nl: volledig (wellicht traag)

source: interpolation when not viewing 1:1 in darkroom mode: bilinear is fastest, but not as sharp. middle ground is using PPG + interpolation modes specified below, full will use exactly the settings for full-size export. X-Trans sensors use VNG rather than PPG as middle ground.
nl: interpolatie indien niet gekozen voor 1:1 weergave in de ontwikkelen modus: bilineair is het snelst maar niet zo scherp, middle ground maakt gebruik van PPG + interpolatie volgens onderstaande opgave, volledig gebruikt instellingen identiek aan de volledige exportafmetingen, X-Trans sensoren gebruiken VNG liever nog dan PPG zoals middle ground

source: reduce resolution of preview image
nl: verlaag de resolutie van de preview

source: original
nl: origineel

source: to 1/2
nl: naar 1/2

source: to 1/3
nl: naar 1/3

source: to 1/4
nl: naar 1/4

source: other views
nl: andere weergaven

source: map / geolocalisation
nl: kaart / geolokalisatie

source: only draw images on map that are currently collected and filtered
nl: toon op de kaart alleen de nu verzamelde en gefilterde afbeeldingen

source: use the current filter settings to select the geotagged images drawn on the map, i.e. limit the images drawn to the current filmstrip. this limits the number of images drawn and thus reduces the time needed to draw the images.
nl: gebruik het huidige filter om geo-gelabelde afbeeldingen op de kaart te selecteren, geef bijvoorbeeld een weergavelimiet aan de huidige filmreeks waardoor de tijd die nodig is om ze weer te geven, wordt verkort

source: maximum number of images drawn on map
nl: maximaal aantal op de kaart weer te geven afbeeldingen

source: the maximum number of geotagged images drawn on the map. increasing this number can slow drawing of the map down.
nl: het maximaal aantal weer te geven afbeeldingen op de kaart, hogere waarden kunnen de opbouw en weergave op de kaart vertragen

source: pretty print the image location
nl: afbeeldingslocatie mooi afdrukken

source: show a more readable representation of the location in the image information module
nl: vertoon in de informatiemodule een beter leesbare weergave

source: slideshow
nl: presentatie

source: waiting time between each picture in slideshow
nl: tussentijdse wachttijd in de presentatie

source: do high quality processing for slideshow
nl: maak presentatie van uitstekende kwaliteit

source: same option as for export, but applies to slideshow.
nl: optie gelijk aan exporteren, maar toegepast op presentatie

source: processing
nl: verwerken

source: always use LittleCMS 2 to apply output color profile
nl: gebruik altijd LittleCMS als toepassing voor uitgaand profiel

source: this is slower than the default.
nl: dit is langzamer dan de standaard

source: pixel interpolator
nl: pixel interpolatie

source: pixel interpolator used in rotation and lens correction (bilinear, bicubic, lanczos2, lanczos3).
nl: pixelinterpolatie gebruikt bij roteren en lenscorrectie (bilinear, bicubic, lanzos2, lanczos3)

source: 3D lut root folder
nl: 3D lut hoofdmap

source: select directory
nl: selecteer map

source: this folder (and sub-folders) contains Lut files used by lut3d modules. need to restart darktable.
nl: deze map (en submappen) bevat Lut bestanden gebruikt door lut3d modules, herstart darktable

source: auto-apply basecurve
nl: basecurve automatisch toepassen

source: use a basecurve by default (needs a restart)
nl: gebruik standaard een basecurve(herstarten noodzakelijk)

source: auto-apply per camera basecurve presets
nl: automatisch toepassen van basecurve voorkeuren

source: use the per-camera basecurve by default instead of the generic manufacturer one if there is one available (needs a restart)
nl: gebruik indien aanwezig de standaard 'per-camera'-basiscurve in plaats van de generieke uitgave van de fabrikant (herstarten is noodzakelijk)

source: auto-apply sharpen
nl: verscherpen automatisch toepassen

source: this added sharpen is not recommended on cameras without a low-pass filter. you should disable this option if you use one of those more recent cameras or sharpen your images with other means. (need a restart)
nl: deze toegevoegde verscherping wordt niet aanbevolen voor camera's zonder een lowpass filter, u moet deze optie uitschakelen als u een van die recentere camera's gebruikt of uw afbeeldingen met andere middelen verscherpt (herstarten noodzakelijk)

source: security
nl: veiligheid

source: ask before removing images from database
nl: vraag om bevestiging voor verwijdering afbeeldingen uit database

source: always ask the user before any image is removed from DB.
nl: vraag altijd eerst aan de gebruiker voordat een afbeelding uit de database wordt gehaald

source: ask before erasing images from disk / discarding history stack
nl: vraag om bevestiging voor verwijdering afbeeldingen/bewerkingsstappen

source: always ask the user before any image file is deleted / history stack is discarded.
nl: vraag altijd eerst de gebruiker voordat een afbeelding wordt verwijderd/bewerkingsstappen worden weggegooid

source: send files to trash when erasing images
nl: verplaats bestanden naar de prullenbak wanneer deze worden verwijderd

source: send files to trash instead of permanently deleting files on system that supports it
nl: stuur bestanden naar de prullenbak in plaats van deze permanent te verwijderen

source: ask before moving images from film roll folder
nl: vraag om bevestiging voordat afbeeldingen uit mappen worden gehaald

source: always ask the user before any image file is moved.
nl: vraag altijd eerst de gebruiker voordat een afbeelding wordt verplaatst

source: ask before copying images to new film roll folder
nl: vraag om bevestiging voordat afbeeldingen worden gekopieerd

source: always ask the user before any image file is copied.
nl: vraag om bevestiging voordat een afbeelding wordt gekopieerd

source: ask before removing empty folders
nl: vraag om bevestiging voordat mappen worden verwijderd

source: always ask the user before removing any empty folder. this can happen after moving or deleting images.
nl: vraag om een bevestiging voordat lege mappen verwijderd worden (de vraag kan komen na het verwijderen of verplaatsen van afbeeldingen)

source: ask before deleting a tag
nl: vraag om bevestiging voordat een label wordt verwijderd

source: ask before deleting a style
nl: vraag of een stijl verwijderd mag worden

source: memory in megabytes to use for thumbnail cache
nl: geheugen in megabytes te gebruiken voor de miniaturencache

source: this controls how much memory is going to be used for thumbnails and other buffers (needs a restart).
nl: hiermee bepaal je het geheugengebruik voor miniaturen en overige buffers (opnieuw opstarten)

source: enable disk backend for thumbnail cache
nl: inschakelen schijfbackend voor miniaturencache

source: if enabled, write thumbnails to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when browsing a lot. to generate all thumbnails of your entire collection offline, run 'darktable-generate-cache'.
nl: indien ingeschakeld, schrijf miniaturen op de schijf (.cache/darktable) wanneer ze zijn uitgezet van de geheugencache, let op dit kan veel geheugen kosten (meerdere gigabytes voor 20k afbeeldingen) en hiermee zullen opgeslagen miniaturen niet worden verwijderd, indien gewenst is handmatig verwijderen veilig, de bibliotheekprestaties zullen daardoor enorm verbeteren, om alle miniaturen van de gehele collectie offline aan te maken geef commando , run 'darktable-generate-cache'.

source: enable disk backend for full preview cache
nl: inschakelen schijf backend voor volledige voorbeeld cache

source: if enabled, write full preview to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when zooming image in full preview mode.
nl: indien ingeschakeld, bewaar de volledige voorbeelden op de schijf (.cache/darktable) wanneer ze zijn uitgezet van de geheugencache, let op dit kan veel geheugen kosten (meerdere gigabytes voor 20k afbeeldingen) en hiermee zullen opgeslagen miniaturen niet worden verwijderd, indien gewenst is handmatig verwijderen veilig, de bibliotheekprestaties zullen daardoor enorm verbeteren, om alle miniaturen van de gehele collectie offline aan te maken geef commando, run 'darktable-generate-cache'.

source: number of background threads
nl: aantal achtergrondtaken

source: this controls for example how many threads are used to create thumbnails during import. the cache will grow to a maximum of twice this number of full resolution image buffers (needs a restart).
nl: dit bepaalt bijvoorbeeld het aan aantal benodigde handelingen voor de aanmaak van miniaturen, de cache wordt maximaal twee keer zo groot bij afbeeldingen van volledige resolutie (opnieuw opstarten)

source: host memory limit (in MB) for tiling
nl: limiet voor hostgeheugen bij bewerkingen (in MB)

source: this variable controls the maximum amount of memory (in MB) a module may use during image processing. lower values will force memory hungry modules to process image with increasing number of tiles. setting this to 0 will omit any limit. values below 500 will be treated as 500 (needs a restart).
nl: deze variabele bepaalt het maximale geheugengebruik (in MB) voor een module tijdens een bewerking. lagere waarden forceren geheugenvretende modules om beeldbewerkingen in meerdere stappen te doen, nul betekent geen limiet, waarden <500 blijven 500 (opnieuw opstarten)

source: minimum amount of memory (in MB) for a single buffer in tiling
nl: minimale werkgeheugen voor een enkele buffer bewerking (in MB)

source: if set to a positive, non-zero value this variable defines the minimum amount of memory (in MB) that tiling should take for a single image buffer. has precedence over heuristics based on host_memory_limit (needs a restart).
nl: een waarde groter dan nul bepaalt het minimale geheugen (in MB) wat voor een enkele afbeeldingsbewerking wordt genomen. het heeft voorrang op een heuristiek-gebaseerd host-geheugenlimiet (opnieuw opstarten)

source: activate OpenCL support
nl: activeer OpenCL ondersteuning

source: if found, use OpenCL runtime on your system for improved processing speed. can be switched on and off at any time.
nl: indien aanwezig, gebruik dan OpenCL runtime voor een verbeterde verwerkingssnelheid, het kan op elk moment worden in- en uitgeschakeld

source: not available
nl: niet beschikbaar

source: not available on this system
nl: niet beschikbaar op dit systeem

source: OpenCL scheduling profile
nl: gepland OpenCL profiel

source: default
nl: standaard

source: multiple GPUs
nl: meerdere GPU's

source: very fast GPU
nl: zeer snelle GPU

source: defines how preview and full pixelpipe tasks are scheduled on OpenCL enabled systems. default - GPU processes full and CPU processes preview pipe (adaptable by config parameters); multiple GPUs - process both pixelpipes in parallel on two different GPUs; very fast GPU - process both pixelpipes sequentially on the GPU.
nl: bepaalt hoe voorbeeld en volledige pixelpipe taken worden gepland op OpenCL systemen, standaard - GPU verwerkt volledig en CPU verwerkt preview pipe (aanpasbaar met instelbare parameters); meerdere GPU's - verwerkt beide pixelpipes parallel op twee verschillende GPU's; zeer snelle GPU -verwerkt beide pixelpipes sequentieel op the GPU

source: storage
nl: opslagruimte

source: check for database maintenance
nl: controleer op database onderhoud

source: on startup
nl: bij de opstart

source: on close
nl: bij het afsluiten

source: on both
nl: op beide

source: on startup (don't ask)
nl: bij de opstarten (vraag niet)

source: on close (don't ask)
nl: bij het afsluiten (vraag niet)

source: on both (don't ask)
nl: voor beide (vraag niet)

source: this option indicates when to check database fragmentation and perform maintenance
nl: deze optie geeft aan wanneer databasefragmentatie moet worden gecontroleerd en onderhoud moet worden uitgevoerd

source: database fragmentation ratio threshold
nl: drempel database fragmentatieverhouding

source: fragmentation ratio above which to ask or carry out automatically database maintenance
nl: fragmentatieverhouding waarboven u kunt vragen of automatisch databaseonderhoud moet uitvoeren

source: write sidecar file for each image
nl: maak voor elke afbeelding een xmp-bestand aan

source: these redundant files can later be re-imported into a different database, preserving your changes to the image.
nl: deze overbodige bestanden kunnen later opnieuw worden geïmporteerd in aan andere database, veranderingen van de afbeelding blijven zo bewaard

source: store xmp tags in compressed format
nl: xmp labels opslaan in gecomprimeerd formaat

source: only large entries
nl: alleen grote ingangen

source: entries in xmp tags can get rather large and may exceed the available space to store the history stack in output files. this option allows xmp tags to be compressed and save space.
nl: data in xmp labels kan nogal groot worden en de beschikbare opslag ruimte voor bewerkingsgeschiedenis overschrijden, deze optie maakt het mogelijk om xmp-labels te comprimeren en ruimte te besparen

source: look for updated xmp files on startup
nl: zoek bij het opstarten naar bijgewerkte xmp bestanden

source: check file modification times of all xmp files on startup to check if any got updated in the meantime
nl: controleer alle xmp-bestanden tijdens het opstarten op eventuele tussentijdse tijdwijzigingen

source: miscellaneous
nl: diversen

source: mouse wheel scrolls modules side panel by default
nl: muiswiel schuift standaard het zijpaneel van de module

source: when enabled, use mouse wheel to scroll modules side panel. use ctrl+alt to use mouse wheel for data entry. when disabled, this behavior is reversed
nl: indien ingeschakeld, gebruik het muiswiel om het zijpaneel van de module te verschuiven. gebruik ctrl+alt voor gegevensinvoer met het muiswiel

source: always show panels' scrollbars
nl: toon altijd de schuifbalken

source: defines whether the panel scrollbars should be always visible or activated only depending on the content. (need a restart)
nl: bepaald of de schuifbalken altijd zichtbaar zijn of alleen, afhankelijk van de inhoud, worden geactiveerd (herstarten noodzakelijk)

source: method to use for getting the display profile
nl: te gebruiken methode om het displayprofiel te verkrijgen

source: all
nl: alles
